/* This is the default name for the device which is no name given yet. */
"INTERFACE_DEVICE : Untitled" = "Безымянный";

/* The text of the menu to add write key to the selected NDAS device */
"MENU_MANAGEMENT_WRITE_KEY : Add Write Key..." = "Добавить ключ на запись...";

/* The text of the menu to remove write key of the selected NDAS device */
"MENU_MANAGEMENT_WRITE_KEY : Remove Write Key" = "Удалить ключ на запись";

/* Text for button in panel */
"PANEL-BUTTON : Bind" = "Объединить";

/* Text for button in panel */
"PANEL-BUTTON : Cancel" = "Отменить";

/* Text for button in panel */
"PANEL-BUTTON : Migrate" = "Перенести";

/* Text for button in panel */
"PANEL-BUTTON : OK" = "OK";

/* Text for button in panel */
"PANEL-BUTTON : Rebind" = "Переобъединить";

/* Text for button in panel */
"PANEL-BUTTON : Remove Write Key" = "Удалить ключ на запись";

/* Text for button in panel */
"PANEL-BUTTON : Send" = "Отправить";

/* Text for button in panel */
"PANEL-BUTTON : Synchronize" = "Синхронизировать";

/* Text for button in panel */
"PANEL-BUTTON : Unbind" = "Разъединить";

/* Text for button in panel */
"PANEL-BUTTON : Unmount" = "Отключить";

/* Text for button in panel */
"PANEL-BUTTON : Unregister" = "Удалить регистрацию";

/* Text for button in panel */
"PANEL-BUTTON : Register" = "Регистрация";

/* The reason why mounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is a member of RAID." = "'%@' является частью RAID-массива.";

/* The reason why removing write key failed. */
"PANEL-MSG : '%@'(NDAS device name) is currently mounted in Read & Write mode on your system. Please unmount the NDAS device and try again." = "'%@' в настоящий момент подключено к системе в режиме Чтение/запись. Пожалуйста, отключите устройство и повторите попытку.";

/* The reason why mounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is not ready to be mounted." = "'%@' не готово к подключению.";

/* The reason why unmounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is not ready to be unmounted." = "'%@' не готово к отключению.";

/* Confirm binding */
"PANEL-MSG : All of the data will be lost once the disks are bound." = "После объединения все данные с дисков будут потеряны.";

/* Bind Info of RAID1 */
"PANEL-MSG : If you choose 'Bind', all of the data will be lost once the disks are bound." = "Если Вы выберите 'Объединить', все данные с дисков будут потеряны.";

/* Confirm migration */
"PANEL-MSG : If you want to use the RAID device that was configured to old type, you should migrate that RAID Device." = "Если Вы хотите использовать RAID-массив, который был настроен как старый тип, Вы должны переместить его.";

/* The reason why mounting failed. */
"PANEL-MSG : The computer that currently hold Read & Write access has denied your request or is not responding.\nThere may be another computer in the network running a different Operating System than Mac OS X that has mounted '%@' with Read & Write access. Please check and try again." = "Компьютер, удерживающий подключение к устройству в режиме Чтение/запись отклонил Ваш запрос или не ответил.\nВозможно другой компьютер находится под управлением операционной системы, отличной от Mac OS X и устройство '%@' подключено в режиме Чтение/запись. Пожалуйста, проверьте это и повторите попытку.";

/* The reason why unmounting failed */
"PANEL-MSG : The NDAS unit device %d is a member of RAID. Try again after change the NDAS unit device to single disk type." = "Логическое устройство NDAS %d является частью RAID-массива. Повторите попытку после смены типа диска на Простой.";

/* Bind and Sync Error Info */
"PANEL-MSG : The size of '%@'(NDAS unit device name) is bigger than the size of new RAID Set." = "Размер '%@' больше, чем размер нового RAID-массива.";

/* The reason why mounting failed and suggestion */
"PANEL-MSG : There is another computer in the network that has mounted '%@' with Read & Write access. To avoid data corruption or loss, please unmount '%@' on that computer and try again. To mount '%@'in Read & Write mode anyway, click Send. It is possible that the user denies your request for Read & Write access." = "В локальной сети есть компьютер, к которому устройство '%1$@' подключено в режиме Чтение/запись. Чтобы предотвратить потерю или повреждение данных, пожалуйста, отключите '%2$@' на этом компьютере и повторите попытку. Подключите '%3$@' в режиме Чтение/запись и нажмите Отправить. Возможно, что пользователь компьютера отклоняет Ваш запрос на подключение в режиме Чтение/запись.";

/* The reason why unregistering failed and the solution. */
"PANEL-MSG : Try again after having unmounted the NDAS unit device %d(NDAS unit device number)." = "Попробуйте снова после отключения NDAS устройства %d.";

/* Confirm removing write key */
"PANEL-MSG : You may add the write key again at a later time." = "Вы сможете добавить ключ на запись позже";

/* Unmount Note */
"PANEL-MSG : You may lose or corrupt your data if you do not Eject your '%@'(NDAS device name) first. Please eject before unmounting it." = "Вы можете потерять или повредить Ваши данные, если сразу извлечете '%@'. Пожалуйста, отключите устройство, а затем извлеките его.";

/* Confirm unbinding */
"PANEL-MSG : You may lose or corrupt your data." = "Вы можете потерять или повредить Ваши данные.";

/* Info Already Registered */
"PANEL-MSG : If you want to see the ID of registered NDAS device, Select the NDAS device at the NDAS device list." = "If you want to see the ID of registered NDAS device, Select the NDAS device at the NDAS device list.";

/* Register key Note */
"PANEL-MSG : If you want to register '%@'(NDAS device name) to another computer after the key was registered, You should enter the NDAS ID manually." = "If you want to register '%@' to another computer after the key was registered, You should enter the NDAS ID manually.";

/* Confirm ejecting */
"PANEL-TITLE : '%@'(NDAS device name) cannot be Ejected. Unmount Anyway?" = "'%@' не может быть извлечено. Все равно отключить?";

/* Failed to mount the selected NDAS device for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) cannot be mounted" = "'%@' не может быть подключено";

/* Failed to unmount the selected NDAS device for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) cannot be unmounted" = "'%@' не может быть отключено";

/* Failed to unregister for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) could not be unregistered because it is still mounted on your system." = "'%@' не может быть удалено, т.к. все еще подключено к системе.";

/* Confirm binding */
"PANEL-TITLE : Are you sure you want to bind the disks?" = "Вы уверены, что хотите объединить диски?";

/* Confirm rebinding */
"PANEL-TITLE : Are you sure you want to rebind '%@'?" = "Вы уверены, что хотите снова объединить '%@'?";

/* Confirm removing write key */
"PANEL-TITLE : Are you sure you want to remove write key of '%@'(NDAS device name)?" = "Вы уверены, что хотите удалить ключ на запись '%@'?";

/* Confirm unbinding */
"PANEL-TITLE : Are you sure you want to unbind '%@'?" = "Вы уверены, что хотите разъединить '%@'?";

/* Confirm unmounting */
"PANEL-TITLE : Are you sure you want to unmount '%@'(NDAS device name)?" = "Вы уверены, что хотите отключить '%@'?";

/* Confirm unregistering */
"PANEL-TITLE : Are you sure you want to unregister the '%@'(NDAS device name)?" = "Вы уверены, что хотите удалить регистрацию '%@'?";

/* Bind Question of RAID1 */
"PANEL-TITLE : Do you want to bind the disks or synchronize the disks with the data of '%@' ?" = "Вы хотите объединить или синхронизировать диски с данными '%@'?";

/* Confirm migration */
"PANEL-TITLE : Do you want to migrate The RAID Device '%@'(NDAS device name)?" = "Вы хотите переместить RAID-массив '%@'?";

/* Failed to remove write key for some reason. */
"PANEL-TITLE : The write key of '%@'(NDAS device name) could not be removed" = "Ключ на запись '%@' не может быть удален";

/* Bind and Sync Error. */
"PANEL-TITLE : You can't Synchronize '%@'(NDAS unit device name) and '%@'(NDAS unit device name)." = "Вы не можете синхронизировать '%1$@' и '%2$@'.";

/* Info Already Registered */
"PANEL-TITLE : This NDAS device was registered Already." = "This NDAS device was registered Already.";

/* Confirm register Key */
"PANEL-TITLE : Do you want to register the key of '%@'(NDAS unit device name)?" = "Do you want to register the key of '%@'?";

/* Text for Writekey Information for Device */
"PANEL_REGISTER : (Optional)" = "(Optional)";

/* Text for Writekey Information for Key */
"PANEL_REGISTER : (Required)" = "(Required)";

/* Write key required to export registration file with write privilege */
"PANEL_EXPORT : Fill the Write Key." = "Введите ключ на запись.";

/* Typed wrong NDAS device ID (20 chars) */
"PANEL_EXPORT : Invalid NDAS device ID." = "Неверный идентификатор NDAS устройства.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_EXPORT : Invalid NDAS device Write Key." = "Неверный ключ на запись.";

/* Default RAID set name. Referenced Disk Utility... But this feature is meaningless up to NDAS 2.0 as the name is not stored in the device */
"PANEL_RAID_BIND : RAID Set %d" = "RAID-массив %d";

/* Not available as RAID device unit : Selected a mounted NDAS unit device on other system */
"PANEL_RAID_BIND : There is another computer in the network that has mounted this Device." = "В локальной сети есть компьютер, к которому подключено данное устройство.";

/* Not available as RAID device unit : Member of another RAID Set */
"PANEL_RAID_BIND : This is a member of another RAID set." = "Это часть другого RAID-массива.";

/* Not available as RAID device unit : ODD Device */
"PANEL_RAID_BIND : This is a ODD Device." = "Это ODD устройство.";

/* Not available as RAID device unit : RAID Device */
"PANEL_RAID_BIND : This is a RAID Device." = "Это RAID-массив.";

/* Not available as RAID device unit : Selected a mounted NDAS unit device on this system. */
"PANEL_RAID_BIND : This is currently mounted on your system." = "Это в настоящий момент установлено в Вашей системе.";

/* Typed wrong NDAS device ID (20 chars) */
"PANEL_REGISTER : Invalid NDAS device ID." = "Неверный идентификатор NDAS устройства.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_REGISTER : Invalid NDAS device write key." = "Неверный ключ на запись NDAS устройства.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_WRITE_KEY : Invalid NDAS device write key." = "Неверный ключ на запись NDAS устройства.";

/* Aggregate or Spanning */
"RAID-TYPE : Aggregate" = "Агрегирование";

/* Mirrored Disk - Recovery not supported */
"RAID-TYPE : Mirror" = "Зеркало";

/* RAID 0. not supported in Mac OS X */
"RAID-TYPE : RAID 0 (Unsupported)" = "RAID 0 (Не поддерживается)";

/* RAID 0 Rev 2 */
"RAID-TYPE : RAID 0 R2" = "RAID 0 R2";

/* RAID 1 */
"RAID-TYPE : RAID 1 (Old)" = "RAID 1 (Старый)";

/* RAID 1 Rev 2 */
"RAID-TYPE : RAID 1 R2 (Old)" = "RAID 1 R2 (Старый)";

/* RAID 1 Rev 3 */
"RAID-TYPE : RAID 1 R3" = "RAID 1 R3";

/* RAID 4 */
"RAID-TYPE : RAID 4 (Old)" = "RAID 4 (Старый)";

/* RAID 4 Rev 3 */
"RAID-TYPE : RAID 4 R3" = "RAID 4 R3";

/* Single Disk */
"RAID-TYPE : Single" = "Простой";

/* Unknown or not supported RAID type. May created by future version */
"RAID-TYPE : Undefined" = "Неопределенный";

/* Instruction message. This text appears in the place of tab view when no deivce selected like 'Disk Utility' */
"TAB_BACKGROUND : Select a NDAS device, or register a new one." = "Выберите NDAS устройство или зарегистрируйте новое.";

/* The type or version of the selected NDAS device is not defined. */
"TAB_DEVICE : Undefined" = "Неопределенный";

/* Access failed to the NDAS device for some reason */
"TAB_DEVICE_STATUS : Failure" = "Сбой";

/* NDAS Status No Permission */
"TAB_DEVICE_STATUS : No Permission" = "Нет разрешения";

/* The NDAS device is off or not connected via ethernet */
"TAB_DEVICE_STATUS : Offline" = "Отключено";

/* The NDAS device is on and connected via ethernet */
"TAB_DEVICE_STATUS : Online" = "Подключено";

/* NDAS Status Need Register Key */
"TAB_DEVICE_STATUS : NDAS Key is necessary" = "NDAS Key is necessary";

/* The NDAS device is registered without write key */
"TAB_DEVICE_WRITE_KEY : Not Present" = "Не показано";

/* The NDAS device is registered with write key */
"TAB_DEVICE_WRITE_KEY : Present" = "Показано";

/* The text of the button to add write key to the selected NDAS device */
"TAB_DEVICE_WRITE_KEY_BUTTON : Add Write Key" = "Добавить ключ на запись";

/* The text of the button to remove write key of the selected NDAS device */
"TAB_DEVICE_WRITE_KEY_BUTTON : Remove Write Key" = "Удалить ключ на запись";

/* Bad RAID Information RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Bad RAID Information" = "Плохая информация RAID";

/* Broken RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Broken" = "Поврежденный";

/* Broken But Workable RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Broken But Workable" = "Поврежденный, но рабочий";

/* Failed to access the NDAS raid unit device */
"TAB_RAID_UNIT_DEVICE_STATUS : Failure" = "Сбой";

/* Good RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Good" = "Хороший";

/* Good But Partially Failed RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Good But Partially Failed" = "Хороший, но с ошибками";

/* Invalid RAID Information RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Invalid RAID Information" = "Неверная информация RAID";

/* The NDAS raid unit device is mounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounted With Read & Write access" = "Подключен в режиме Чтение/запись";

/* The NDAS raid unit device is mounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounted With Read only access" = "Подключен в режиме Только чтение";

/* The NDAS raid unit device is being mounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounting With Read & Write access" = "Подключение в режиме Чтение/запись";

/* The NDAS raid unit device is being mounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounting With Read only access" = "Подключение в режиме Только чтение";

/* The NDAS RAID unit device is not mounted */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Mounted" = "Не подключено";

/* The NDAS raid unit device is not present in the NDAS device */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Present" = "Не показано";

/* Not Ready RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Ready" = "Не готово";

/* Ready To Recovery RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Ready To Recovery" = "Готово к восстановлению";

/* Recovering RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Recovering" = "Восстановление";

/* Recovering by Another Host RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Recovering by Another Host" = "Восстановление с помощью другого компьютера";

/* The NDAS raid unit device is being reconnected read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Remounting With Read & Write access" = "Переподключение в режиме Чтение/запись";

/* The NDAS raid unit device is being reconnected read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Remounting With Read only access" = "Переподключение в режиме Только чтение";

/* Undefined RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Undefined" = "Неопределенный";

/* The NDAS raid unit device is being unmounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Unmounting With Read & Write access" = "Отключение в режиме Чтение/запись";

/* The NDAS raid unit device is being unmounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Unmounting With Read only access" = "Отключение в режиме Только чтение";

/* Unsupported RAID Set */
"TAB_RAID_UNIT_DEVICE_STATUS : Unsupported" = "Не поддерживается";

/* Cannot get capacity of the unit device */
"TAB_UNIT_DEVICE_CAPACITY : N/A" = "N/A";

/* Unit Configuration Mount RW */
"TAB_UNIT_DEVICE_CONFIGURATION : Mount with Read & Write" = "Подключение в режиме Чтение/запись";

/* Unit Configuration Mount RO */
"TAB_UNIT_DEVICE_CONFIGURATION : Mount with Read only" = "Подключение в режиме Только чтение";

/* The unit device does not support RAID */
"TAB_UNIT_DEVICE_RAID_TYPE : N/A" = "N/A";

/* Failed to access the NDAS unit device */
"TAB_UNIT_DEVICE_STATUS : Failure" = "Сбой";

/* The NDAS unit device is mounted read write */
"TAB_UNIT_DEVICE_STATUS : Mounted With Read & Write access" = "Подключено в режиме Чтение/запись";

/* The NDAS unit device is mounted read only */
"TAB_UNIT_DEVICE_STATUS : Mounted With Read only access" = "Подключено в режиме Только чтение";

/* The NDAS unit device is being mounted read write */
"TAB_UNIT_DEVICE_STATUS : Mounting With Read & Write access" = "Подключение в режиме Чтение/запись";

/* The NDAS unit device is being mounted read only */
"TAB_UNIT_DEVICE_STATUS : Mounting With Read only access" = "Подключение в режиме Только чтение";

/* The NDAS unit device is not mounted */
"TAB_UNIT_DEVICE_STATUS : Not Mounted" = "Не подключено";

/* The NDAS unit device is not present in the NDAS device */
"TAB_UNIT_DEVICE_STATUS : Not Present" = "Не показано";

/* The NDAS unit device is being reconnected read write */
"TAB_UNIT_DEVICE_STATUS : Reconnecting With Read & Write access" = "Переподключение в режиме Чтение/запись";

/* The NDAS unit device is being reconnected read only */
"TAB_UNIT_DEVICE_STATUS : Reconnecting With Read only access" = "Переподключение в режиме Только чтение";

/* The NDAS unit device is being unmounted read write */
"TAB_UNIT_DEVICE_STATUS : Unmounting With Read & Write access" = "Отключение в режиме Чтение/запись";

/* The NDAS unit device is being unmounted read only */
"TAB_UNIT_DEVICE_STATUS : Unmounting With Read only access" = "Отключение в режиме Только чтение";

/* Multi word DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Multi-word DMA %u(level)" = "Multi-word DMA %u";

/* Programmed I/O */
"TAB_UNIT_DEVICE_TRANSFER_MODE : PIO %u(level)" = "PIO %u";

/* Single word DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Single-word DMA %u(level)" = "Single-word DMA %u";

/* Ultra DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Ultra-DMA %u(level)" = "Ultra-DMA %u";

/* Undefined Transfer Mode */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Undefined" = "Неопределенный";

/* Hard Disk Drive */
"TAB_UNIT_DEVICE_TYPE : HDD" = "HDD";

/* CD-ROM, DVD ... */
"TAB_UNIT_DEVICE_TYPE : ODD" = "ODD";

/* Unknown type. May result of IDE_IDENTIFY but not now. */
"TAB_UNIT_DEVICE_TYPE : Unknown" = "Неизвестный";

/* Bind */
"TOOLBAR_BIND : Bind" = "Объединить";

/* Bind tool tip */
"TOOLBAR_BIND_TOOLTIP : Create the new RAID device" = "Создать новый RAID массив";

/* Refresh tool bar label */
"TOOLBAR_REFRESH_ALL : Refresh All" = "Обновить все";

/* Refresh all tool tip */
"TOOLBAR_REFRESH_ALL_TOOLTIP : Refresh information of all devices" = "Обновить информацию о всех устройствах";

/* Register tool bar label */
"TOOLBAR_REGISTER : Register" = "Регистрация";

/* Register tool tip */
"TOOLBAR_REGISTER_TOOLTIP : Register new NDAS device" = "Зарегистрировать новое NDAS устройство";

/* Unregister */
"TOOLBAR_UNREGISTER : Unregister" = "Удалить регистрацию";

/* Unregister tool tip */
"TOOLBAR_UNREGISTER_TOOLTIP : Unregister the selected NDAS device" = "Удалить регистрацию выбранного NDAS устройства";

/*
	NDAS Service Message.
*/

/* Surrender Alert Header */
"The host '%@' is requesting the Write Access of '%@'." = "Хост '%@' запрашивает право доступа на запись '%@'.";

/* Surrender Alert Message */
"Do you want to accept the request and unmount the NDAS Device?" = "Вы хотите подтвердить запрос и отключить NDAS устройство?";

/* Eject Fail Header */
"The following Device could not be Ejected." = "Данное устройство не может быть извлечено.";

/* Device name of Auto Register */
"NDAS Device (%s)" = "NDAS устройство (%s)";

